export const data = {
  "shop": {
    "id": "6",
    "categories": [
      {
        "id": "8",
        "parent": "0",
        "name": "Уход за лицом",
      },
      {
        "id": "16",
        "parent": "9",
        "name": "Красивая фигура",
      },
      {
        "id": "29",
        "parent": "8",
        "name": "Антивозрастной уход",
      },
      {
        "id": "31",
        "parent": "17",
        "name": "Ежедневный уход",
      },
      {
        "id": "35",
        "parent": "10",
        "name": "Ежедневный уход",
      },
      {
        "id": "448",
        "parent": "429",
        "name": "Кофе молотый",
      },
      {
        "id": "341",
        "parent": "15",
        "name": "Для ухода за телом",
      },
      {
        "id": "365",
        "parent": "13",
        "name": "Для будущих и кормящих мам",
      },
      {
        "id": "199",
        "parent": "14",
        "name": "Для стирки",
      },
      {
        "id": "432",
        "parent": "96",
        "name": "Эфирные масла",
      },
      {
        "id": "429",
        "parent": "20",
        "name": "Чай - Кофе",
      },
      {
        "id": "9",
        "parent": "0",
        "name": "Уход за телом",
      },
      {
        "id": "19",
        "parent": "10",
        "name": "Для сухих и поврежденных волос",
      },
      {
        "id": "22",
        "parent": "9",
        "name": "Ежедневный уход",
      },
      {
        "id": "24",
        "parent": "8",
        "name": "Очищение",
      },
      {
        "id": "32",
        "parent": "17",
        "name": "Профилактика кровоточивости и воспаления",
      },
      {
        "id": "449",
        "parent": "429",
        "name": "Кофе растворимый",
      },
      {
        "id": "202",
        "parent": "14",
        "name": "Для уборки дома",
      },
      {
        "id": "149",
        "parent": "430",
        "name": "Шоколад",
      },
      {
        "id": "282",
        "parent": "13",
        "name": "Гигиена и купание",
      },
      {
        "id": "10",
        "parent": "0",
        "name": "Уход за волосами",
      },
      {
        "id": "18",
        "parent": "17",
        "name": "Укрепление  десен",
      },
      {
        "id": "23",
        "parent": "8",
        "name": "Питание и увлажнение",
      },
      {
        "id": "42",
        "parent": "9",
        "name": "Уход за руками",
      },
      {
        "id": "44",
        "parent": "13",
        "name": "Питание и увлажнение",
      },
      {
        "id": "450",
        "parent": "429",
        "name": "Горячий шоколад",
      },
      {
        "id": "74",
        "parent": "10",
        "name": "Для жирных волос",
      },
      {
        "id": "198",
        "parent": "14",
        "name": "Для мытья посуды",
      },
      {
        "id": "388",
        "parent": "15",
        "name": "Для ухода за лицом",
      },
      {
        "id": "13",
        "parent": "0",
        "name": "Природа детям и мамам",
      },
      {
        "id": "26",
        "parent": "17",
        "name": "Защита от зубного камня",
      },
      {
        "id": "33",
        "parent": "10",
        "name": "Против выпадения",
      },
      {
        "id": "41",
        "parent": "9",
        "name": "Уход за ногами",
      },
      {
        "id": "45",
        "parent": "13",
        "name": "Уход за кожей",
      },
      {
        "id": "150",
        "parent": "429",
        "name": "Чай Белый",
      },
      {
        "id": "325",
        "parent": "15",
        "name": "Колготки",
      },
      {
        "id": "96",
        "parent": "20",
        "name": "БАДы",
      },
      {
        "id": "247",
        "parent": "14",
        "name": "Для мытья фруктов и овощей",
      },
      {
        "id": "436",
        "parent": "8",
        "name": "Чувствительная кожа",
      },
      {
        "id": "27",
        "parent": "17",
        "name": "Профилактика кариеса",
      },
      {
        "id": "36",
        "parent": "8",
        "name": "Жирная/проблемная кожа",
      },
      {
        "id": "34",
        "parent": "10",
        "name": "Против перхоти",
      },
      {
        "id": "91",
        "parent": "429",
        "name": "Чай Зеленый",
      },
      {
        "id": "437",
        "parent": "20",
        "name": "Для похудения",
      },
      {
        "id": "307",
        "parent": "9",
        "name": "Дезодоранты",
      },
      {
        "id": "246",
        "parent": "13",
        "name": "Уход за волосами",
      },
      {
        "id": "319",
        "parent": "14",
        "name": "Ароматизатор воздуха",
      },
      {
        "id": "17",
        "parent": "0",
        "name": "Фито уход за зубами",
      },
      {
        "id": "82",
        "parent": "17",
        "name": "Отбеливание",
      },
      {
        "id": "92",
        "parent": "429",
        "name": "Чай Черный",
      },
      {
        "id": "191",
        "parent": "10",
        "name": "Окрашивание",
      },
      {
        "id": "245",
        "parent": "13",
        "name": "Уход за полостью рта",
      },
      {
        "id": "451",
        "parent": "8",
        "name": "Краска для бровей и ресниц",
      },
      {
        "id": "452",
        "parent": "9",
        "name": "Защита от солнца",
      },
      {
        "id": "20",
        "parent": "0",
        "name": "Био питание",
      },
      {
        "id": "30",
        "parent": "8",
        "name": "Вокруг глаз",
      },
      {
        "id": "438",
        "parent": "10",
        "name": "Питание и увлажнение",
      },
      {
        "id": "367",
        "parent": "13",
        "name": "Уход за полостью носа",
      },
      {
        "id": "148",
        "parent": "429",
        "name": "Чай Травяной",
      },
      {
        "id": "324",
        "parent": "9",
        "name": "Ароматерапия",
      },
      {
        "id": "14",
        "parent": "0",
        "name": "Био дом",
      },
      {
        "id": "38",
        "parent": "8",
        "name": "Тональные средства",
      },
      {
        "id": "43",
        "parent": "13",
        "name": "Безопасная стирка",
      },
      {
        "id": "442",
        "parent": "10",
        "name": "Наборы",
      },
      {
        "id": "415",
        "parent": "9",
        "name": "Питание и увлажнение",
      },
      {
        "id": "15",
        "parent": "0",
        "name": "Био аксессуары",
      },
      {
        "id": "40",
        "parent": "8",
        "name": "Уход за губами",
      },
      {
        "id": "328",
        "parent": "9",
        "name": "Для мужчин",
      },
      {
        "id": "434",
        "parent": "9",
        "name": "Наборы",
      },
      {
        "id": "197",
        "parent": "8",
        "name": "Защита от солнца",
      },
      {
        "id": "273",
        "parent": "8",
        "name": "Для мужчин",
      },
      {
        "id": "433",
        "parent": "8",
        "name": "Наборы",
      },
      {
        "id": "380",
        "parent": "0",
        "name": "Распродажа",
      },
      {
        "id": "394",
        "parent": "0",
        "name": "Уцененные товары",
      }
    ]
  }
}